<?php
// Heading
$_['heading_title']      = 'Оставить отзыв руководителю';

// Text 
$_['text_message']       = '<p>Ваше предложение было успешно отправлено администрации магазина!</p>';

// Entry Fields
$_['entry_enquiry']      = 'Вопрос:';
$_['entry_name']         = 'Представьтесь пожалуйста:';
$_['entry_text']         = 'Сообщение:';
$_['entry_address_contact'] = 'Телефон или адрес вашей эл. почты:';

$_['button_enquiry']        = 'Оставить отзыв';


// Errors
$_['error_enquiry']      = 'Запрос должен быть больше 10 и меньше 1000 символов!';
?>
