<?php
// Heading 
$_['heading_title']         = 'Оформление заказа';
$_['text_basket']           = 'Корзина';

// Text
$_['text_intro']            = 'Укажите, пожалуйста, Ваши контактные данные, и менеджеры нашей компании свяжутся с Вами для подтверждения заказа и уточнения условий оплаты и доставки';
$_['text_name']          	= 'Имя и фамилия';
$_['text_phone']           	= 'Номер телефона';
$_['text_city']           	= 'Город';
$_['text_address']          = 'Адрес доставки:';
$_['text_email']            = 'E-mail';
$_['text_confirm']          = 'Оформить заказ';

$_['text_products']         = 'Ваш заказ:';
$_['text_info_contact']     = 'Ваши контактные данные:';
$_['text_info_delivery']    = 'Адрес доставки:';
$_['text_info_add']         = 'Комментарий:';
$_['column_image']          = 'Изображение';
$_['column_name']           = 'Наименование';
$_['column_quantity']       = 'Количество';
$_['column_price']          = 'Цена';
$_['column_total']          = 'Итого';

// Error
$_['error_name']           	= 'Пожалуйста, укажите Ваше имя.';

$_['error_easy_nova_poshta_type']               = 'Пожалуйста, укажите тип доставки.';
$_['error_easy_nova_poshta_city']               = 'Пожалуйста, укажите Ваш город.';
$_['error_easy_nova_poshta_address']            = 'Пожалуйста, укажите Вашу улицу.';
$_['error_easy_nova_poshta_buildingappartment'] = 'Пожалуйста, укажите Ваш точный адрес.';
$_['error_easy_nova_poshta_office'] = 'Пожалуйста, выберите отделение.';

$_['error_email']           = 'Пожалуйста, укажите Ваш e-mail';
$_['error_phone']          	= 'Пожалуйста, укажите корректный телефон.';	
$_['error_city']          	= 'Пожалуйста, выберите город из списка.';
$_['error_product']             = 'Невозможно оформить заказ без товаров.';
// Success
$_['heading_success']      	= 'Заказ № %s';
$_['text_success']          = '<p>Ваш заказ успешно принят!</p><p>В ближайшее время менеджеры нашей компании свяжутся с Вами для уточнения условий оплаты и доставки.</p><p>Благодарим за интерес, проявленный к нашему интернет-магазину!</p>';
?>